Repository: sambar-fgfs/Kanboard-documentation-ja
Catalog: resource/kanboard-documentation-ja.tmx
Source language: en_us
Languages: ja

source: - When someone is mentioned, this user will receive a notification.
ja: - 誰かが言及したとき、言及されたユーザーは通知を受け取るでしょう。

source: - Moving a task to the last column
ja: - タスクが最後のカラムに移動したとき

source: locale:sync Synchronize all translations based on the fr_FR locale
ja: locale:sync fr_FR ロケールを元に全ての翻訳を同期させる

source: Using Vagrant =============
ja: Vagrant の使用 =============

source: Installation instructions -------------------------
ja: インストール手順の説明 -------------------------

source: - Purpose: **Remove an external link**
ja: - 用途: **外部リンクを削除する**

source: // LDAP server port (389 by default)
ja: // LDAP のサーバーのポート番号 (デフォルトで 389)

source: Define your custom header in your ``config.php``:
ja: ``config.php`` 内でカスタムヘッダーを定義します:

source: - **Original Estimate**: Estimation in hours to complete the task.
ja: - **初期の見積**: タスクを完了するのに必要な時間の見積です。

source: job Execute individual job (read payload from stdin)
ja: job 個々のジョブを実行する (stdin からペイロードを読み込む)

source: - Closing the task
ja: - タスクが完了したとき

source: - **is a child of** \| is a parent of
ja: - **次に重複しています** \| 次の親タスクです

source: // Example for ActiveDirectory: 'displayname'
ja: //ActiveDirectory の例: 'displayname'

source: Is it possible to customize table names prefix?
ja: テーブル名のプレフィックスのカスタマイズはできますか?

source: The PHPUnit config file is ``tests/units.mysql.xml``.
ja: PHPUnit の設定ファイルは ``tests/units.mysql.xml`` です。

source: - Have 3 different statuses: **Todo**, **In progress**, **Done**
ja: - 3つの異なるステータスがあります: **開始前**, **作業中**, **完了**

source: Here are some examples used in real life:
ja: ここに実際の使用例を記します:

source: Authentication error --------------------
ja: 認証エラー --------------------

source: Remove your old Kanboard directory
ja: 古いKanboardのディレクトリの削除

source: - Result on success: **list of external links**
ja: - 成功時の返り値: **外部リンクのリスト**

source: Subtasks CSV export ~~~~~~~~~~~~~~~~~~~
ja: サブタスクをCSVでエクスポート ~~~~~~~~~~~~~~~~~~~

source: - Purpose: **Get the application version**
ja: - 用途: **アプリケーションのバージョンを取得する**

source: Example to filter access to Kanboard:
ja: Kanboardへのアクセスをフィルタリングする例:

source: - Purpose: **Disable public access for a given project**
ja: - 用途: **プロジェクトの公開アクセスを無効化する**

source: - Database
ja: - データベース

source: - The header value is the ``username:password`` encoded in Base64.
ja: - ヘッダーの値は ``ユーザー名:パスワード`` をBase64でエンコードしたものです。

source: // Comma separated list of fields to not synchronize when using external authentication providers
ja: // 外部認証を使用している時に同期させないコンマ区切りのリストのフィールド

source: Select your project, then click on **"Public access"** and finally click on the button **"Enable public access"**.
ja: プロジェクトを選択し、 **"公開アクセス"** をクリックして、最後に **"公開アクセスを有効にする"** をクリックしてください。

source: - URLs generated from command line tools will be also converted
ja: - また、コマンドラインツールからも変換されたURLを生成します。

source: This pie chart show the number of open tasks assigned per user.
ja: この円グラフは、ユーザー毎に割り当てられた未完了タスクの数を表示します。

source: - Purpose: **Get all links related to a task**
ja: - 用途: **タスクに関連する全てのリンクを取得する**

source: - Move the task to another project
ja: - タスクを別プロジェクトに移動

source: Solving Database Migration Issues ---------------------------------
ja: データベースのマイグレーションの問題を解決する ---------------------------------

source: - **external_id** (string, optional)
ja: - **external_id** (string, 任意)

source: Describe what you expect.
ja: あなたが期待していた動作の説明
